{"name":"Appendicitis","description":"Appendicitis is a painful swelling of the appendix. The appendix is a small, thin pouch about 5-10cm (2-4 inches) long. It's connected to the large intestine, where stools (faeces) are formed.","symptoms":["feeling sick","loss of appetite","fever","flushed face"],"complications":["abdominal pain that's gradually getting worse"," pain that suddenly becomes worse and spreads across your abdomen"],"medication":["piperacillin / tazobactam","zosyn"]}
{"name":"Bronchitis","description":"Bronchitis is an infection of the main airways of the lungs (bronchi), causing them to become irritated and inflamed.","symptoms":["sore throat","headache","runny or blocked nose","aches and pains","tiredness"],"complications":["cough is severe or lasts longer than three weeks","constant fever (a temperature of 38°C – 100.4°F – or above) for more than three days"],"medication":["pain relievers"]}
{"name":"Pancreatitis","description":"Pancreatitis is a condition where the pancreas (a small organ located behind the stomach and below the ribcage) becomes permanently damaged from inflammation.","symptoms":["repeated episodes of abdominal (tummy) pain","nausea"],"complications":["severe pain"],"medication":["pancreatin","Pan-2400","Flexbumin"]}
{"name":"Coronavirus (COVID-19)","description":"Coronavirus (COVID-19) is the illness caused by a new strain of coronavirus first identified in Wuhan city, China. It can cause a cough and/or a fever/high temperature.","symptoms":["new continuous cough","fever/high temperature (37.8C or greater)"],"complications":["blue lips or face","confusion","trouble breathing","excessive drowsiness"],"medication":["chloroquine ","arbidol","remdesivir","favipiravir"]}
{"name":"Diabetes","description":"Diabetes is a lifelong condition that causes a person's blood glucose (sugar) level to become too high.","symptoms":["feeling very thirsty","feeling very tired","urinating more frequently than usual, particularly at night","cuts or wounds that heal slowly"],"complications":["blood glucose levels above the normal range"],"medication":["aspirin"]}
{"name":"Flu","description":"Flu (influenza) is a common infectious viral illness spread by coughs and sneezes. It can be very unpleasant, but you'll usually begin to feel better within about a week.","symptoms":["a high temperature (fever) of 38C (100.4F) or above","tiredness and weakness","headeache","general aches and pains"],"complications":["chest pain","shortness of breath","difficulty breathing","coughing up blood"],"medication":["Tamiflu","Relenza"]}
{"name":"Hepatits A","description":"Hepatitis A is a liver infection caused by a virus that's spread in the poo of an infected person.","symptoms":["feeling tired and generally unwell","joint and muscle pain","a high temperature (fever)","loss of appetite"],"complications":["yellowing of the skin and eyes (jaundice)"],"medication":["paracetamol","ibuprofen"]}
{"name":"Meningitis","description":"Meningitis is an infection of the protective membranes that surround the brain and spinal cord (meninges).It can affect anyone, but is most common in babies, young children, teenagers and young adults.","symptoms":["headache","being sick","stiff neck","seizures"],"complications":["life-threatening blood poisoning (septicaemia)","permanent damage to the brain or nerves."],"medication":["ceftriaxone","meropenem","vancomycin"]}
{"name":"Obsessive compulsive disorder (OCD)","description":"Obsessive compulsive disorder (OCD) is a mental health condition where a person has obsessive thoughts and compulsive activity.An obsession is an unwanted and unpleasant thought, image or urge that repeatedly enters a person's mind, causing feelings of anxiety, disgust or unease.","symptoms":["obsession – where an unwanted, intrusive and often distressing thought, image or urge repeatedly enters your mind","anxiety","compulsion – repetitive behaviours or mental acts that you feel driven to perform as a result of the anxiety and distress caused by the obsession"],"complications":["the condition can completely take over their life"],"medication":["celexa","lexapro"]}
{"name":"Scoliosis","description":"Scoliosis is the abnormal twisting and curvature of the spine.","symptoms":["visibly curved spine","one shoulder being higher than the other"],"complications":["increased pressure on the heart and lungs"],"medication":["ibuprofen","injections"]}
